[
    {
        "name": "Exploring Nature With Buddies.",
        "image": "assets/Journal/1.jpg",
        "pDate": "02 JAN 2023",
        "description": "There’s always so much to do and so much to see when visiting a new country, and things tend to get hectic. If a peace of mind is what you need, a group excursion where you could truly enjoy nature may be warranted. There are many ways to explore nature in Sri Lanka and many different ecosystems as well. They are, ",
        "sectionOneHeading": "Rainforests",
        "sectionOneDes": "Rainforests, known as the lungs of the world, provide us with one-third of the planet’s oxygen. They are also a gold mine of endemic species in Sri Lanka. Even amongst Sri Lanka’s rainforests, you’d notice a multitude of variations, from altitude, soil type, documented flora and fauna species, and rainfall. Sinharaja is Sri Lanka’s last virgin rainforest, covering a surface area of 11,280 hA. Almost all of the endemic bird species could be found here, along with rare and untouched flora. The average height of the trees in Sinharaja reach 40m and even surpass this number to attain heights of 50m. Fascinating creatures unique to Sri Lanka are abundant in the depths of this forest, such as the hump- nosed lizard (Lyriocephalus scutatus), the Sri Lankan pit viper (Trimeresurus trigonocephalus), and the golden palm civet (paradoxurus zeylonensis).",
        "sectionTwoHeading": "National parks",
        "sectionTwoDes": "Wherever biodiversity is vulnerable or threatened, it’s imperative to swiftly put into place conservation efforts. If it passes a certain point of endangerment, reversal would be borderline impossible. This is one of the reasons why Sri Lanka’s national parks are excellent sources for first-hand information about endangered species. Overlooked by the Department of Wildlife Conservation, the national parks provide people with an intimate perspective into the habitats of many endangered species without harming them. Yala is by far the most popular national park in Sri Lanka. Yala was one of the country’s first national parks, where it’s possible to spot the endemic subspecies of elephant (Elephas maximus maximus) as well as Sri Lanka’s very own and ever-elusive leopard (Panthera pardus kotiya).",
        "sectionThreeHeading": "Mangroves",
        "sectionThreeDes": "Our mangroves hold so much ecological importance, but sadly, they’re disappearing and taking their unique flora and fauna with them. Mangroves are amongst Sri Lanka’s most productive wetland ecosystems. The diverse species found within them are uniquely adapted to that environment and if the mangroves aren’t protected, there’s a chance they may be lost for good. Sri Lankan mangrove systems, such as the one in Puttalam Lagoon, contain over 20 true mangrove tree species, like Rhizophora. Mangroves also act as links between land and sea, a sort of incubator for juvenile fish (and therefore play a direct role in helping replenish fish populations), and provide nutrients to lagoons and then the ocean, an essential food source for marine microorganisms. You could also find sea turtles paddling along and curious mudskipper fish making their way across the intertwined roots of the mangrove trees. Along with these unusual sightings, if you’re lucky, you may be able to spot the fishing cat (Prionailurus viverrinus).",
        "sectionFourHeading": "Coral reefs",
        "sectionFourDes": "Coral reefs are essential ecosystems as they aren’t only home to numerous marine species, but also protect our coastlines. They also recycle nutrients, assist in carbon and nitrogen fixing, and more. Sri Lanka has no true barrier reefs, and so, most of the island’s reefs are considered to be offshore or near-shore fringing reefs. These coral reefs can be found along almost all of the island’s coasts. Spread out over an area of 306.7 km 2 , the Bar Reef in Kalpitiya is the largest in Sri Lanka, and contains nearly 160 species of coral and over 280 species of fish. To date, over 180 species of hard coral have been recorded in Sri Lanka. Snorkelling along the reef, you could catch a glimpse of various sea turtles, sharks and rays coming to feast on the other critters in and around the corals."
    },
    {
        "name": "UNESCO Sites To Cross Off Your Bucket List.",
        "image": "assets/Journal/2.jpg",
        "pDate": "02 JAN 2023",
        "description": "Sri Lanka’s recorded history goes back thousands of years, but many of the structures built by civilisations long gone are still standing today. The cultural, educational, and scientific significance of these structures have contributed to certain locations in Sri Lanka becoming legally protected UNESCO World Heritage Sites.Here are some key locations within Sri Lanka’s World Heritage Sites to cross off your travel bucket list.",
        "sectionOneHeading": "Lion Rock, Sigiriya",
        "sectionOneDes": "Somewhere between modern-day Habarana and Dambulla, the magma of an extinct volcano formed the rock plateau which was destined to become Sigiriya. The ancient fortress, also known as Lion Rock, is the 200m tall vertical wall of rock, ruins of what once used to be a stronghold. Built by King Kasyapa in the 5th century CE, the monolith is one of Sri Lanka’s greatest treasures. Within the remains of the fortress, frescoes could be spotted along the walls, depicting nameless women. The story originally intended to be conveyed by these paintings is yet to be deciphered. Of all the frescoes, only 18 have survived the test of time. The hydraulic system of the fortress is impressive, comprising bridges, dams, lakes, and even underground water pumps. The Mirror Wall of Sigiriya, at the time of construction, had been polished so thoroughly that it was as reflective as a mirror. Though it no longer retains much of its reflective quality, the Mirror Wall still stands today displaying a colour akin to rust.",
        "sectionTwoHeading": "Sacred City of Kandy",
        "sectionTwoDes": "The last capital of the Sinhala kings, the Sacred City of Kandy, also known as Senkadagalapura, is the locale of the Sri Dalada Maligawa (Temple of the Sacred Tooth Relic). Thousands of Buddhists go on pilgrimage to the sacred city throug,hout the year to visit the Temple, which is believed to have been built in 1592 by King Vimaladharmasuriya I. It was initially a two-storey building, later expanded by King Vira Parakrama Narendra Singha⁠—the last Sinhalese king of the Kandyan Kingdom⁠—in the 1700s. Sri Lanka’s grandest parade, the Kandy Esala Perahera, kicks off at the Sri Dalada Maligawa, and is an important event for many Sri Lankans. Along with the religious significance of this site, it is important to note the political importance of the Sri Dalada Maligawa. Back in the day, those who held the Sacred Tooth Relic had power over the country in terms of governance. The Kandy National Museum, Royal Palace, and the Udawatta Forest Reserve are all located around the Temple in close proximity to the main structure.",
        "sectionThreeHeading": "Golden Temple, Dambulla",
        "sectionThreeDes": "Dambulla, a town in the Matale district, is known for its many attractions, but perhaps its most significant one is the Golden Temple, a World Heritage Site. This cave temple stands 160m above ground, and to date, up to 80 caves have been discovered around it. Five particularly large caves serve as pathways to some of the Temple’s major attractions, which are mostly of Gautama Buddha, retelling the story of his life. The caves are located right below the massive overhanging rock. Murals cover the rocky walls of the Temple, spread out over an impressive area of 23,000 sq.ft. At the time of its construction, it was one of the largest monasteries in the country. It’s believed that King Valagamba was responsible for the building of this cave temple, circa 1st century BC.",
        "sectionFourHeading": "Sacred City of Anuradhapura",
        "sectionFourDes": "The capital city of the North Central Province, Anuradhapura, like Kandy, is a sacred city that holds considerable importance for Buddhist devotees. It used to be one of the capital cities of ancient Sri Lanka. The ruins are well-preserved and carry forth the history of its creators through its magnificent architecture. It’s also one of the world’s oldest continuously inhabited cities, adding to its significance.        The Jaya Sri Maha Bodhi, a sacred fig tree, can be found in Anuradhapura. It’s believed that this tree, planted in 288 BC, grew from a branch of the holy Bodhi tree in India under which Lord Buddha was enlightened. This makes it the oldest known human-planted tree in the world that’s still alive. Hundreds of devout followers visit this tree every day to worship. Construction within 500m of the tree is banned, and other fig trees have been planted around the sacred fig tree to protect it from lightning and wild animals."
    },
    {
        "name": "Hiking Trails That Are Ideal For Friends",
        "image": "assets/Journal/3.jpg",
        "pDate": "02 JAN 2023",
        "description": "If you and your friends are more into adventure than being indoors, hiking is a great way to relish nature while also escaping the hustle and bustle of the city. Sri Lanka’s hiking trails are primarily situated in the Central Province, smack in the middle of the country’s mountainous terrain. Here you can find hiking trails of various difficulty levels, but all enjoyable in their own ways.",
        "sectionOneHeading": "Diyaluma Falls",
        "sectionOneDes": "Situated in the Badulla district, Diyaluma Falls is the second tallest waterfall in Sri Lanka at a height of 220m. Reaching the summit ought to take you nearly a couple of hours, but it’s not exactly a tough hike per se. There’s a lot to do along the way, too! Swimming in the many rock pools, for example, is a surefire way to cool down and unwind (but best avoid doing so during the rainy season!). The climate is usually crisp and cool, so the hike would be quite comfortable and less likely to utterly dehydrate you. At the top, you can see the full extent of the glorious waterfall as it plunges several hundred feet to the pools below.",
        "sectionTwoHeading": "Pidurangala",
        "sectionTwoDes": "Pidurangala is the lesser-known neighbour of the famous Sigiriya Rock Fortress. Though a slight bit smaller in height that Sigiriya, the Pidurangala climb is slightly more arduous. The rock houses a temple within it, some 500m off the ground, and up to half of the ascension, you could use the staircase. After the stairs come to an end, you’ll have to rely on the boulders and rocky walls to hoist yourself over to the top. If you’re eager for a bit of a culture trip, take a gander at the sleeping Buddha statue positioned within the rocky cavern. It is one of the largest of its kind in the country. Despite the effort involved in reaching the summit, it will all be worth it once you take in the panoramic view of the countryside from the very top.",
        "sectionThreeHeading": "Meemura",
        "sectionThreeDes": "The quiet, rural Meemura is excellent for those looking for an escape away from the noisier trails. The village of Meemura is nestled in the hills close to the Knuckles Mountain Range. The natural pools and many waterfalls along the clearings are reasons enough to pick Meemura for your hike. It’s also a hotspot for some rare endemic wildlife, so don’t forget to keep an eye out and your cameras ready! The best part about Meemura is, through it, you could access the Knuckles reserve through it, but don’t have to worry about finding lodgings in such a remote area. The friendly villagers could arrange it for you. Be sure to check you Dothalugala while you’re there! It’s a 3-hour trek and is thoroughly marked so you’re less likely to get lost.",
        "sectionFourHeading": "Hanthana Mountain Range",
        "sectionFourDes": "Located in central Sri Lanka, quite close to Kandy, the Hanthana Mountain Range is one of the more popular hiking spots. Within the bowl-like range are seven peaks, of which Uura Kanda is the tallest at a height of 3,800 ft. The climb is not difficult with staircases adjoining the peak leading you up, but it does reach a point without stairs. Upon reaching this point, a bit of struggle is necessary to make it to the top. Uura Kanda is a triangular peak jutting out of the mountain, similar to the one from Lion King during the intro of the Circle of Life. Sure, you could recreate that moment, but at great risk of plunging down its height, and keep in mind, there is no netting to catch you. Overall, the hike up Uura Kanda is a pleasant one with tons of shrubbery and trees to keep you company."
    },
    {
        "name": "MUSEUMS IN SRI LANKA YOU MUST VISIT WITH YOUR FRIENDS",
        "image": "assets/Journal/4.jpg",
        "pDate": "02 JAN 2023",
        "description": "One of the best things about exploring a foreign country with your friends is that you get to explore a whole other culture together. Sri Lanka welcomes intrigue with its many years of recorded history, depicting its beginnings, evolution, and kings and revolutions. Sri Lanka’s diverse and rich history has permeated throughout the island and manifested itself in song, art, dance, and even our work. For a country that treats its culture with great zeal, preserving its history is of utmost importance.Museums are at the forefront of these preservation efforts, and a tour of them is exactly what you need if you are eager to learn about Sri Lanka’s past. Group tours can either be arranged beforehand with a guide, or you could show up spontaneously and be welcomed with just as much enthusiasm. Here are 4 museums you could visit for a fulfilling learning experience.",
        "sectionOneHeading": "Diyaluma Falls",
        "sectionOneDes": "Situated in the Badulla district, Diyaluma Falls is the second tallest waterfall in Sri Lanka at a height of 220m. Reaching the summit ought to take you nearly a couple of hours, but it’s not exactly a tough hike per se. There’s a lot to do along the way, too! Swimming in the many rock pools, for example, is a surefire way to cool down and unwind (but best avoid doing so during the rainy season!). The climate is usually crisp and cool, so the hike would be quite comfortable and less likely to utterly dehydrate you. At the top, you can see the full extent of the glorious waterfall as it plunges several hundred feet to the pools below.",
        "sectionTwoHeading": "Pidurangala",
        "sectionTwoDes": "Pidurangala is the lesser-known neighbour of the famous Sigiriya Rock Fortress. Though a slight bit smaller in height that Sigiriya, the Pidurangala climb is slightly more arduous. The rock houses a temple within it, some 500m off the ground, and up to half of the ascension, you could use the staircase. After the stairs come to an end, you’ll have to rely on the boulders and rocky walls to hoist yourself over to the top. If you’re eager for a bit of a culture trip, take a gander at the sleeping Buddha statue positioned within the rocky cavern. It is one of the largest of its kind in the country. Despite the effort involved in reaching the summit, it will all be worth it once you take in the panoramic view of the countryside from the very top.",
        "sectionThreeHeading": "Meemura",
        "sectionThreeDes": "The quiet, rural Meemura is excellent for those looking for an escape away from the noisier trails. The village of Meemura is nestled in the hills close to the Knuckles Mountain Range. The natural pools and many waterfalls along the clearings are reasons enough to pick Meemura for your hike. It’s also a hotspot for some rare endemic wildlife, so don’t forget to keep an eye out and your cameras ready! The best part about Meemura is, through it, you could access the Knuckles reserve through it, but don’t have to worry about finding lodgings in such a remote area. The friendly villagers could arrange it for you. Be sure to check you Dothalugala while you’re there! It’s a 3-hour trek and is thoroughly marked so you’re less likely to get lost.",
        "sectionFourHeading": "Hanthana Mountain Range",
        "sectionFourDes": "Located in central Sri Lanka, quite close to Kandy, the Hanthana Mountain Range is one of the more popular hiking spots. Within the bowl-like range are seven peaks, of which Uura Kanda is the tallest at a height of 3,800 ft. The climb is not difficult with staircases adjoining the peak leading you up, but it does reach a point without stairs. Upon reaching this point, a bit of struggle is necessary to make it to the top. Uura Kanda is a triangular peak jutting out of the mountain, similar to the one from Lion King during the intro of the Circle of Life. Sure, you could recreate that moment, but at great risk of plunging down its height, and keep in mind, there is no netting to catch you. Overall, the hike up Uura Kanda is a pleasant one with tons of shrubbery and trees to keep you company."
    }
]